#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2010, 2012
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/
#NLS_ENCODING=UNICODE
#NLS_MESSAGEFORMAT_NONE

psm=PSM
initErrMsg.LABEL=\u521d\u671f\u5316\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u8fbc\u3080\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc
invalidMetadataErrMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf (\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9) \u304c\u7121\u52b9\u3067\u3059\u3002
fileNotExistErrorMsg.LABEL= \u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002
invalidTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
invalidTarResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u8a2d\u5b9a\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
invalidFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u3001\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093\u3002
invalidTargetResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u3001\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093\u3002
invlidResponseCatErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30d5\u30e9\u30b0\u578b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
noFrequencyErrorMsg.LABEL=\u91cd\u307f\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
noTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
invalidtarValueMsg.LABEL=\u6307\u5b9a\u3055\u308c\u305f\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30d5\u30a1\u30a4\u30eb\u53d6\u5f97)\u3002
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)\u3002
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)\u3002
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)\u3002
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)\u3002
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u53d6\u5f97)\u3002 
tarResIsSameErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3001\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3001\u91cd\u307f\u30d5\u30a3\u30fc\u30eb\u30c9\u3001\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
NoTargetFieldErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NoTargetResFieldErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
targetResTrueErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u771f\u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u306e\u6b20\u640d)\u3002
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u7121\u52b9\u306a PMML)\u3002
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093)\u3002
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)\u3002
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u53d6\u5f97)\u3002
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u3068\u3059\u308b\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u3068\u3059\u308b\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u3068\u3059\u308b\u5bfe\u8c61\u56de\u7b54\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u3068\u3059\u308b\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u30e2\u30c7\u30eb\u304c\u5fc5\u8981\u3068\u3059\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u306e\u69cb\u7bc9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u4ed6\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u7570\u306a\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
InputFieldConstantMsg.LABEL=1 \u3064\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u30011 \u3064\u306e\u5024\u306e\u307f\u542b\u307e\u308c\u307e\u3059\u3002
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u4e0d\u660e)\u3002
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3001\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u3066\u3044\u307e\u305b\u3093\u3002
kPSM_AllModelFailed.LABEL=\u3059\u3079\u3066\u306e\u57fa\u672c\u30e2\u30c7\u30eb\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
kPSM_PartOfBaseModelFailed.LABEL=\u4e00\u90e8\u306e\u57fa\u672c\u30e2\u30c7\u30eb\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
kPSM_RefModelFailed.LABEL=\u53c2\u7167\u30e2\u30c7\u30eb\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4ee3\u308f\u308a\u306b\u6700\u65b0\u306e\u57fa\u672c\u30e2\u30c7\u30eb\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
kPSM_HoldoutDataIsEmpty.LABEL=\u5165\u529b\u30ec\u30b3\u30fc\u30c9\u306e\u6570\u304c\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u306e\u6700\u4f4e\u9650\u306e\u5fc5\u8981\u6761\u4ef6\u3092\u6e80\u305f\u3057\u307e\u305b\u3093\u3002
InvalidXmlCharError.LABEL=\u6587\u5b57\u5217\u30c7\u30fc\u30bf\u306b\u5236\u5fa1\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
